Repository: pogi09/GMapp
Catalog: *.lgmapp/Localizable.strings
Languages: ru

# game_title
source: THE PATH
ru: ПУТЬ

# start_path
source: Begin the path
ru: Начать путь

# continue_path
source: Continue
ru: Продолжить путь

# path_finished
source: The path is complete
ru: Путь завершён

# restart
source: Start again
ru: Начать заново

source: Day
ru: День

# log_day1_sunrise
source: Everything feels possible.
ru: Всё кажется возможным.

# log_day1_noon
source: You move forward easily.
ru: Ты идёшь легко.

# log_day1_evening
source: The day was kind.
ru: День был добр.

# log_day1_sunset
source: You have no doubts.
ru: Ты не сомневаешься.

# log_day2_sunrise
source: Morning opens new questions.
ru: Утро открывает новые вопросы.

# log_day2_noon
source: You seek answers on your path.
ru: Ты ищешь ответы на пути.

# log_day2_evening
source: Everything feels interesting.
ru: Всё кажется интересным.

# log_day2_sunset
source: New experience gained.
ru: Новый опыт накоплен.

# log_day3_sunrise
source: Thoughts come before the light.
ru: Мысли приходят раньше света.

# log_day3_noon
source: You begin to ask questions.
ru: Ты начинаешь задавать вопросы.

# log_day3_evening
source: Not all answers are found.
ru: Не все ответы найдены.

# log_day3_sunset
source: Doubt remains.
ru: Сомнение остаётся.

# log_day4_sunrise
source: You gather strength for the path.
ru: Ты собираешь силы для пути.

# log_day4_noon
source: Challenges do not scare you.
ru: Трудности не пугают.

# log_day4_evening
source: You keep moving forward.
ru: Ты продолжаешь идти.

# log_day4_sunset
source: Day is over, but the path continues.
ru: День завершён, но путь продолжается.

# log_day5_sunrise
source: Morning feels heavy, but you move.
ru: Утро тяжёлое, но ты идёшь.

# log_day5_noon
source: Legs are tired, thoughts are clearer.
ru: Ноги устали, мысли яснее.

# log_day5_evening
source: You learn to accept fatigue.
ru: Ты учишься принимать усталость.

# log_day5_sunset
source: Rest is near, the path will continue.
ru: Скоро отдых, скоро путь продолжится.

# log_day6_sunrise
source: You look back at what you've done.
ru: Ты оглядываешься на пройденное.

# log_day6_noon
source: Thoughts are deep, heart is calm.
ru: Мысли глубоки, сердце спокойно.

# log_day6_evening
source: You find meaning in every step.
ru: Ты находишь смысл в каждом шаге.

# log_day6_sunset
source: Final is near, time to evaluate the path.
ru: Скоро финал, время оценить путь.

# log_day7_sunrise
source: You accept the morning as it is.
ru: Ты принимаешь утро таким, какое оно есть.

# log_day7_noon
source: Nothing needs to be changed.
ru: Ничего не нужно менять.

# log_day7_evening
source: You do not resist fatigue.
ru: Ты не борешься с усталостью.

# log_day7_sunset
source: The path was just as it should be.
ru: Путь был именно таким.
